export const unitJ2 = [
    {
        statement: "聲音有法，他應當是常法，因為他是所作的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["不遍", "他是所作的話不遍他是常法", "他是所作的話不遍他是常法；聲音不是常法；聲音是所作"]
    },
    {
        statement: "瓶子有法，應當不是無常，因為他是物質的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["不遍", "他是物質的話不遍不是無常", "他是物質的話不遍不是無常；瓶子是無常；瓶子是物質"]
    },
    {
        statement: "虛空有法，兔子角應當是常法，因為他不是常法的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["因不成立", "虛空不是常法因不成立", "虛空是常法"]
    },
    {
        statement: "聲音有法，是心識的話應當遍是常法，因為他是無的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["因不成立", "聲音是無因不成立", "聲音不是無"]
    },
    {
        statement: "柱子有法，他應當是法，因為補特伽羅是心識的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: [
            ["承許", "承許柱子是法", "柱子是法"],
            ["因不成立", "補特伽羅是心識因不成立", "補特伽羅不是心識"]
        ]
    },
    {
        statement: "補特伽羅有法，他應當不是實事，因為瓶子是色法的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["不遍", "瓶子是色法的話不遍他不是實事", "瓶子是色法的話不遍他不是實事；補特伽羅是實事；瓶子是色法"]
    },
    {
        statement: "遍智有法，兔子角應當是無，因為他不是有的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: [
            ["承許", "承許兔子角是無", "兔子角是無"],
            ["因不成立", "遍智不是有因不成立", "遍智是有"]
        ]
    },
    {
        statement: "法有法，是覺知的話應當遍是他，因為是常法的話遍是他的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["承許", "承許是覺知的話遍是法", "是覺知的話遍是法"]
    },
    {
        statement: "瓶子有法，是所知的話應當不遍是無，因為他是物質的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["承許", "承許是所知的話不遍是無", "是所知的話不遍是無"]
    },
    {
        statement: "兔子角有法，他應當是所知，因為他是無常的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["因不成立", "兔子角是無常因不成立", "兔子角不是無常"]
    },
    {
        statement: "所作有法，遍智應當不是法，因為兔子角不是他的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["不遍", "兔子角不是他的話不遍遍智不是法", "兔子角不是他的話不遍遍智不是法；遍智是法；兔子角不是所作"]
    },
    {
        statement: "柱子有法，應當是常法，因為他是無的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["因不成立", "柱子是無因不成立", "柱子不是無"]
    },
    {
        statement: "兔子角有法，應當不是常法，因為他是成實的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: [
            ["承許", "承許兔子角不是常法", "兔子角不是常法"],
            ["因不成立", "兔子角是成實因不成立", "兔子角不是成實"]
        ]
    },
    {
        statement: "瓶子有法，他應當是常法，因為遍智不是物質的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["不遍", "遍智不是物質的話不遍他是常法", "遍智不是物質的話不遍他是常法；瓶子不是常法；遍智不是物質"]
    },
    {
        statement: "兔子角有法，不是所作的話應當遍是無，因為他是無的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["不遍", "他是無的話不遍不是所作的話遍是無", "他是無的話不遍不是所作的話遍是無；不是所作的話不遍是無；兔子角是無"]
    },
    {
        statement: "瓶子有法，他應當是實事，因為是無的話遍是所知的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: [
            ["承許", "承許瓶子是實事", "瓶子是實事"],
            ["因不成立", "是無的話遍是所知因不成立", "是無的話不遍是所知"]
        ]
    },
    {
        statement: "兔子角有法，他應當不是無，因為兔子角不是有的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["不遍", "兔子角不是有的話不遍他不是無", "兔子角不是有的話不遍他不是無；兔子角是無；兔子角不是有"]
    },
    {
        statement: "無我有法，是他的話應當遍不是所知，因為是無常的話遍不是常法的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["不遍", "是無常的話遍不是常法的話不遍是他的話遍不是所知", "是無常的話遍不是常法的話不遍是他的話遍不是所知；是無我的話不遍不是所知；是無常的話遍不是常法"]
    },
    {
        statement: "遍智有法，他應當不是心識，因為是法的話遍是成實的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["不遍", "是法的話遍是成實的話不遍他不是心識", "是法的話遍是成實的話不遍他不是心識；遍智是心識；是法的話遍是成實"]
    },
    {
        statement: "心識有法，是法的話應當不遍是所知，因為不是他的話遍不是明了的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["不遍", "不是他的話遍不是明了的話不遍是法的話不遍是所知", "不是他的話遍不是明了的話不遍是法的話不遍是所知；是法的話遍是所知；不是心識的話遍不是明了"]
    },
    {
        statement: "補特伽羅有法，他應當是心識，因為瓶子是無我的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["不遍", "瓶子是無我的話不遍他是心識", "瓶子是無我的話不遍他是心識；補特伽羅不是心識；瓶子是無我"]
    },
    {
        statement: "兔子角有法，他應當是法，因為是法的話遍是無的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["因不成立", "是法的話遍是無因不成立", "是法的話不遍是無"]
    },
    {
        statement: "聲音有法，補特伽羅應當是心不相應行法，因為他不是色法的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: [
            ["承許", "承許補特伽羅是心不相應行法", "補特伽羅是心不相應行法"],
            ["因不成立", "聲音不是色法因不成立", "聲音是色法"]
        ]
    },
    {
        statement: "瓶子有法，是實事的話應當遍不是常法，因為他不是常法的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["承許", "承許是實事的話遍不是常法", "是實事的話遍不是常法"]
    },
    {
        statement: "兔子角有法，補特伽羅應當是常法，因為他不是心識的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["不遍", "他不是心識的話不遍補特伽羅是常法", "他不是心識的話不遍補特伽羅是常法；補特伽羅不是常法；兔子角不是心識"]
    },
    {
        statement: "瓶子有法，是覺知的話應當不遍不是無，因為他是無我的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["不遍", "他是無我的話不遍是覺知的話不遍不是無", "他是無我的話不遍是覺知的話不遍不是無；是覺知的話遍不是無；瓶子是無我"]
    },
    {
        statement: "柱子有法，他應當不是法，因為補特伽羅是無的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["因不成立", "補特伽羅是無因不成立", "補特伽羅不是無"]
    },
    {
        statement: "無有法，是法的話應當遍是他，因為不是物質的話遍是他的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["因不成立", "不是物質的話遍是無因不成立", "不是物質的話不遍是無"]
    },
    {
        statement: "兔子角有法，不是法的話應當不遍不是常法，因為他是物質的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["因不成立", "兔子角是物質因不成立", "兔子角不是物質"]
    },
    {
        statement: "無我有法，是他的話應當遍是無，因為是他的話不遍不是所知的緣故。",
        questions: ["回答", "複述", "立宗"],
        speechQuestions: ["回答", "複述", "立宗"],
        answers: ["不遍", "是他的話不遍不是所知的話不遍是他的話遍是無", "是他的話不遍不是所知的話不遍是他的話遍是無；是無我的話不遍是無；是無我的話不遍不是所知"]
    }
];