export const unitD1 = [
    {
        statement: "小明有法，應當會死，因為是人的緣故。",
        questions: ["已知 (周遍)", "而 (因)", "所以 (結論)"],
        speechQuestions: ["已知 周遍", "而 因", "所以 結論"],
        answers: ["是人的話遍會死", "小明是人", "小明會死"]
    },
    {
        statement: "自動筆有法，應當是文具，因為是筆的緣故。",
        questions: ["已知 (周遍)", "而 (因)", "所以 (結論)"],
        speechQuestions: ["已知 周遍", "而 因", "所以 結論"],
        answers: ["是筆的話遍是文具", "自動筆是筆", "自動筆是文具"]
    },
    {
        statement: "小明有法，應當具有眼睛，因為看得到的緣故。",
        questions: ["已知 (周遍)", "而 (因)", "所以 (結論)"],
        speechQuestions: ["已知 周遍", "而 因", "所以 結論"],
        answers: ["看得到的話遍具有眼睛", "小明看得到", "小明具有眼睛"]
    },
    {
        statement: "小美有法，應當具有雙手，因為能合掌的緣故。",
        questions: ["已知 (周遍)", "而 (因)", "所以 (結論)"],
        speechQuestions: ["已知 周遍", "而 因", "所以 結論"],
        answers: ["能合掌的話遍具有雙手", "小美能合掌", "小美具有雙手"]
    },
    {
        statement: "小王有法，應當具有雙腿，因為能正常走路的緣故。",
        questions: ["已知 (周遍)", "而 (因)", "所以 (結論)"],
        speechQuestions: ["已知 周遍", "而 因", "所以 結論"],
        answers: ["能正常走路的話遍具有雙腿", "小王能正常走路", "小王具有雙腿"]
    }
];