export const unitF2 = [
    {
        statement: "聲音有法，應當是常法，因為是所作的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["聲音是常法", "聲音是所作", "是所作的話遍是常法", "周遍"]
    },
    {
        statement: "聲音有法，應當是常法，因為是所知的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["聲音是常法", "聲音是所知", "是所知的話遍是常法", "周遍"]
    },
    {
        statement: "聲音有法，應當是常法，因為是無我的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["聲音是常法", "聲音是無我", "是無我的話遍是常法", "周遍"]
    },
    {
        statement: "聲音有法，應當是常法，因為是法，而且不是無常的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["聲音是常法", "聲音是法而且不是無常", "是法而且不是無常的話遍是常法", "因"]
    },
    {
        statement: "聲音有法，應當是常法，因為是無的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["聲音是常法", "聲音是無", "是無的話遍是常法", "都有"]
    },
    {
        statement: "聲音有法，應當是常法，因為不是色法的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["聲音是常法", "聲音不是色法", "不是色法的話遍是常法", "都有"]
    },
    {
        statement: "聲音有法，應當是常法，因為是心識的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["聲音是常法", "聲音是心識", "是心識的話遍是常法", "都有"]
    },
    {
        statement: "聲音有法，應當是常法，因為是心不相應行法的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["聲音是常法", "聲音是心不相應行法", "是心不相應行法的話遍是常法", "都有"]
    },
    {
        statement: "聲音有法，應當是常法，因為不是無常的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["聲音是常法", "聲音不是無常", "不是無常的話遍是常法", "都有"]
    },
    {
        statement: "瓶子有法，應當是無，因為不是有的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["瓶子是無", "瓶子不是有", "不是有的話遍是無", "因"]
    },
    {
        statement: "瓶子有法，應當是無，因為是無我的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["瓶子是無", "瓶子是無我", "是無我的話遍是無", "周遍"]
    },
    {
        statement: "瓶子有法，應當是無，因為是成實的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["瓶子是無", "瓶子是成實", "是成實的話遍是無", "周遍"]
    },
    {
        statement: "瓶子有法，應當是無，因為不是常法的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["瓶子是無", "瓶子不是常法", "不是常法的話遍是無", "周遍"]
    },
    {
        statement: "瓶子有法，應當是無，因為是無常的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["瓶子是無", "瓶子是無常", "是無常的話遍是無", "周遍"]
    },
    {
        statement: "瓶子有法，應當是無，因為不是覺知的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["瓶子是無", "瓶子不是覺知", "不是覺知的話遍是無", "周遍"]
    },
    {
        statement: "瓶子有法，應當是無，因為不是心不相應行法的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["瓶子是無", "瓶子不是心不相應行法", "不是心不相應行法的話遍是無", "周遍"]
    },
    {
        statement: "瓶子有法，應當是無，因為是色法的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["瓶子是無", "瓶子是色法", "是色法的話遍是無", "周遍"]
    },
    {
        statement: "瓶子有法，應當是無，因為不是物質的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["瓶子是無", "瓶子不是物質", "不是物質的話遍是無", "都有"]
    },
    {
        statement: "瓶子有法，應當是無，因為是明了的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["瓶子是無", "瓶子是明了", "是明了的話遍是無", "都有"]
    },
    {
        statement: "瓶子有法，應當是無，因為是心不相應行法的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["瓶子是無", "瓶子是心不相應行法", "是心不相應行法的話遍是無", "都有"]
    },
    {
        statement: "瓶子有法，應當是無，因為不是無常的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["瓶子是無", "瓶子不是無常", "不是無常的話遍是無", "都有"]
    },
    {
        statement: "瓶子有法，應當是無，因為是常法的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["瓶子是無", "瓶子是常法", "是常法的話遍是無", "都有"]
    },
    {
        statement: "遍智有法，應當是色法，因為是物質的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["遍智是色法", "遍智是物質", "是物質的話遍是色法", "因"]
    },
    {
        statement: "遍智有法，應當是色法，因為是無常的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["遍智是色法", "遍智是無常", "是無常的話遍是色法", "周遍"]
    },
    {
        statement: "遍智有法，應當是色法，因為不是心不相應行法的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["遍智是色法", "遍智不是心不相應行法", "不是心不相應行法的話遍是色法", "周遍"]
    },
    {
        statement: "遍智有法，應當是色法，因為不是物質的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["遍智是色法", "遍智不是物質", "不是物質的話遍是色法", "周遍"]
    },
    {
        statement: "遍智有法，應當是色法，因為不是常法的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["遍智是色法", "遍智不是常法", "不是常法的話遍是色法", "周遍"]
    },
    {
        statement: "遍智有法，應當是色法，因為是法的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["遍智是色法", "遍智是法", "是法的話遍是色法", "周遍"]
    },
    {
        statement: "遍智有法，應當是色法，因為是無我的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["遍智是色法", "遍智是無我", "是無我的話遍是色法", "周遍"]
    },
    {
        statement: "遍智有法，應當是色法，因為不是無的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["遍智是色法", "遍智不是無", "不是無的話遍是色法", "周遍"]
    },
    {
        statement: "遍智有法，應當是色法，因為是明了的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["遍智是色法", "遍智是明了", "是明了的話遍是色法", "周遍"]
    },
    {
        statement: "遍智有法，應當是色法，因為是常法的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["遍智是色法", "遍智是常法", "是常法的話遍是色法", "都有"]
    },
    {
        statement: "遍智有法，應當是色法，因為是無的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["遍智是色法", "遍智是無", "是無的話遍是色法", "都有"]
    },
    {
        statement: "遍智有法，應當是色法，因為不是有的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["遍智是色法", "遍智不是有", "不是有的話遍是色法", "都有"]
    },
    {
        statement: "遍智有法，應當是色法，因為不是心識的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["遍智是色法", "遍智不是心識", "不是心識的話遍是色法", "都有"]
    },
    {
        statement: "虛空有法，應當是無，因為不是成實的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["虛空是無", "虛空不是成實", "不是成實的話遍是無", "因"]
    },
    {
        statement: "虛空有法，應當是無，因為是無我的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["虛空是無", "虛空是無我", "是無我的話遍是無", "周遍"]
    },
    {
        statement: "虛空有法，應當是無，因為是法的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["虛空是無", "虛空是法", "是法的話遍是無", "周遍"]
    },
    {
        statement: "虛空有法，應當是無，因為是常法的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["虛空是無", "虛空是常法", "是常法的話遍是無", "周遍"]
    },
    {
        statement: "虛空有法，應當是無，因為不是實事的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["虛空是無", "虛空不是實事", "不是實事的話遍是無", "周遍"]
    },
    {
        statement: "虛空有法，應當是無，因為不是心不相應行法的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["虛空是無", "虛空不是心不相應行法", "不是心不相應行法的話遍是無", "周遍"]
    },
    {
        statement: "虛空有法，應當是無，因為不是明了的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["虛空是無", "虛空不是明了", "不是明了的話遍是無", "周遍"]
    },
    {
        statement: "虛空有法，應當是無，因為不是物質的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["虛空是無", "虛空不是物質", "不是物質的話遍是無", "周遍"]
    },
    {
        statement: "虛空有法，應當是無，因為不是有的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["虛空是無", "虛空不是有", "不是有的話遍是無", "因"]
    },
    {
        statement: "虛空有法，應當是無，因為不是常法的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["虛空是無", "虛空不是常法", "不是常法的話遍是無", "都有"]
    },
    {
        statement: "虛空有法，應當是無，因為是所作的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["虛空是無", "虛空是所作", "是所作的話遍是無", "都有"]
    },
    {
        statement: "虛空有法，應當是無，因為是心不相應行法的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["虛空是無", "虛空是心不相應行法", "是心不相應行法的話遍是無", "都有"]
    },
    {
        statement: "虛空有法，應當是無，因為是心識的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["虛空是無", "虛空是心識", "是心識的話遍是無", "都有"]
    },
    {
        statement: "虛空有法，應當是無，因為是色法的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["虛空是無", "虛空是色法", "是色法的話遍是無", "都有"]
    },
    {
        statement: "虛空有法，應當是無，因為是色法，而且是所作的緣故。",
        questions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"],
        speechQuestions: ["結論", "結論有誤，所以 因", "或 周遍", "當中必然有誤，哪一者有誤"],
        answers: ["虛空是無", "虛空是色法而且是所作", "是色法而且是所作的話遍是無", "都有"]
    }
];