export const unitD2 = [
    {
        statement: "小明有法，應當不會死，因為是人的緣故。",
        questions: [
            "結論",
            "結論有誤，所以 因",
            "或 周遍",
            "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"
        ],
        speechQuestions: [
            "結論",
            "結論有誤，所以 因",
            "或 周遍",
            "當中必然有誤，哪一者有誤"
        ],
        answers: ["小明不會死", "小明是人", "是人的話遍不會死", "周遍"]
    },
    {
        statement: "小明有法，應當不是人，因為是機器的緣故。",
        questions: [
            "結論",
            "結論有誤，所以 因",
            "或 周遍",
            "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"
        ],
        speechQuestions: [
            "結論",
            "結論有誤，所以 因",
            "或 周遍",
            "當中必然有誤，哪一者有誤"
        ],
        answers: ["小明不是人", "小明是機器", "是機器的話遍不是人", "因"]
    },
    {
        statement: "小明有法，應當是蘋果，因為是水果的緣故。",
        questions: [
            "結論",
            "結論有誤，所以 因",
            "或 周遍",
            "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"
        ],
        speechQuestions: [
            "結論",
            "結論有誤，所以 因",
            "或 周遍",
            "當中必然有誤，哪一者有誤"
        ],
        answers: ["小明是蘋果", "小明是水果", "是水果的話遍是蘋果", "都有"]
    },
    {
        statement: "陰天有法，應當100%會下雨，因為不是晴天的緣故。",
        questions: [
            "結論",
            "結論有誤，所以 因",
            "或 周遍",
            "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"
        ],
        speechQuestions: [
            "結論",
            "結論有誤，所以 因",
            "或 周遍",
            "當中必然有誤，哪一者有誤"
        ],
        answers: ["陰天100%會下雨", "陰天不是晴天", "不是晴天的話遍100%會下雨", "周遍"]
    },
    {
        statement: "某某人有法，應當永遠對我不好，因為曾經對我不好的緣故。",
        questions: [
            "結論",
            "結論有誤，所以 因",
            "或 周遍",
            "當中必然有誤，哪一者有誤？ (因 / 周遍 / 都有)"
        ],
        speechQuestions: [
            "結論",
            "結論有誤，所以 因",
            "或 周遍",
            "當中必然有誤，哪一者有誤"
        ],
        answers: ["某某人永遠對我不好", "某某人曾經對我不好", "曾經對我不好的話遍永遠對我不好", "周遍"]
    }
];